
"File" = "Archivo";
"Title" = "Título";
"Artist" = "Artista";
"Album" = "Album";
"Year" = "Año";
"Comment" = "Comentario";
"Genre" = "Género";
"Media Type" = "Tipo de Media";
"Audio" = "Audio";
"Emphasis" = "Enfasis";
"CRC" = "CRC";
"Copyright" = "Derechos de Autor";
"Original" = "Original";
"Padding" = "Colchon";
"Length" = "Duracion";
"Track" = "Track";
"Format" = "Format";

